Repository: mohamedbushara/School-Management
Catalog: School/Settings/Resources/PagesRes.*.resx
Languages: ar_sa

source: AllTrucksSuperviers
ar_sa: شاشة عرض جميع تفاصيل المركبة قائمة المشرفين

# AreasTrucks
source: Areas
ar_sa: المناطق

# AssignPagesToRole
source: Pages Assign Pages To Role
ar_sa: تخصص صفحات للمجموعة مستخدمين

# AssignPagesToUser
source: Page Assign Pages To User
ar_sa: شاشة تخصص صفحات لمستخدم

source: Buy Bills
ar_sa: فواتير الشراء

# BuyCreate
source: Page Create Bill Buy
ar_sa: شاشة انشاء فواتير الشراء

# BuyExist
source: Page Bills Exist Products
ar_sa: شاشة فواتير المنتجات الموجود

source: Categories
ar_sa: الاصناف

source: Chart Accountings
ar_sa: شجرة الحسابات

source: Cheque
ar_sa: شيكات

source: Companies
ar_sa: الشركات

source: ConfigGroupsSuperviers
ar_sa: مجموعات مركبات المشرفين

# CreateSupervier
source: Page Create Orders Load Superviers
ar_sa: شاشة انشاء طلبات التحميل للمشرفين

source: Custody
ar_sa: العهدة

source: Derivers
ar_sa: السائقين

source: EditSupervier
ar_sa: شاشة تعديل طلبات التحميل في قائمة المشرفين

source: ExpenseDebenture
ar_sa: سندات صرف

# ExpiredDate
source: Review Dates Expires
ar_sa: مراجعة تواريخ الانتهاء

# GetTaskTrucksReport
source: Method
ar_sa: دالة طباعة خطاب التحميل

# GPAreas
source: Prices Areas And Instance
ar_sa: المناطق بالمسافة و السعر

# IndexComplete
source: Page Show Orders WorkShop Compelete
ar_sa: شاشة عرض طلبات الورشة المكتمل

# InventorXes
source: Inventories
ar_sa: المخازن

# Items
source: Products
ar_sa: المنتجات

source: Limition Accountings
ar_sa: القيود المحاسبي

# Loans
source: Adances
ar_sa: السليفات

source: MangerIndex
ar_sa: شاشة مدير التشغيل

source: MangerIndexSuperMenu
ar_sa: شاشة مدير التشغيل في قائمة المشرفين

source: Nationalities
ar_sa: الجنسيات

# OneIndex
source: Page Show Derivers And Nationlity
ar_sa: شاشة عرض السائقين و الجنسيات

# OrdersWorkShop
source: Page Orders WorkShop
ar_sa: طلبات الورشة

source: Pages
ar_sa: الصفحات

source: Personals
ar_sa: الاشخاص

source: Reverse Bills
ar_sa: مرتجع الفواتير

# Roles
source: Roles Users
ar_sa: مجموعات المستخدمين

source: Sale Bills
ar_sa: فواتير البيع

# SaleCreate
source: Page Create Sale Bill
ar_sa: شاشة انشاء فاتورة بيع

# SettingsAccounts
source: Settings Account
ar_sa: الاعدادات المالية

source: Smart Search
ar_sa: البحث الذكي

# SupervierIndex
source: Page Show Derivers For Superviers
ar_sa: شاشة عرض السائقين للمشرفين

# SupervierIndexLoad
source: Page Show Orders Load Superviers
ar_sa: شاشة عرض طلبات التحميل للمشرفين

source: SupervierIndexLoadFilters
ar_sa: شاشة تقارير التحميل في قائمة المشرفين

source: SupervierIndexTrucks
ar_sa: شاشة عرض المركبات للمشرفين

source: SupervierLoadsFilters
ar_sa: شاشة فلترت تقارير تحميل المشرفين

# TaskTrucks
source: Orders Load
ar_sa: طلبات التحميل

source: Trucks
ar_sa: المركبات

source: Users
ar_sa: المستخدمين

# UserToGroup
source: Page Assign User
ar_sa: شاشة اضافة مسخدم الي مجموعة

# BalanceAudit
source: Report Balance Audit
ar_sa: تقرير ميزان المراجعة

# CustodyReport
source: Report Custodies
ar_sa: تقرير عهدة الموظفين

# DeriverReport
source: Report Derivers
ar_sa: تقرير السائقين

# ExpenseDebenturesReport
source: Report Expense Debentures
ar_sa: تقرير سندات الصرف

# GetUsersGroup
source: Page Add User To Groups Messages
ar_sa: شاشة اضافة المسخدمين الي مجموعة الرسائل

# GroupMessages
source: Group Messages Users
ar_sa: مجموعات الرسائل

# IndexCompleteWorkShop
source: Page Show Jobs Faults Compelete
ar_sa: شاشة عرض مهام الاعطال المكتمل

# JobTasks
source: Jobs Faults
ar_sa: مهام اعطال الورشة

# LoansEmployees
source: Adances Employees
ar_sa: سلفيات

source: Receipt Debentures
ar_sa: سندات القبض

# ReceiptDebenturesReport
source: Report Receipt Debentures
ar_sa: تقرير سندات القبض

# RportFaultTasks
source: Report Faults WorkShop
ar_sa: تقرير اعطال الورشة

# RPTBuyBills
source: Report Buy Bills
ar_sa: تقرير فواتير الشراء

# SaleBillsReport
source: Report Sale Bills
ar_sa: تقرير فواتير البيع او اذونات الصرف

# TaskTrucksReport
source: Report Requests Shipping
ar_sa: تقرير طلبات التحميل

source: Technicians
ar_sa: الفنيين

# TechTasksReports
source: Report Technicians
ar_sa: تقرير الفنيين

# TranactionReport
source: Report Tranaction Stores
ar_sa: تقرير جرد المخازن

# TruckReport
source: Report Trucks
ar_sa: تقرير المركبات

# Accounting_Index
source: Page System Accounting Main
ar_sa: شاشة نظام الحسابات الرئيسي

# ActivitySystem
source: Page Activity System
ar_sa: شاشة تفعيل النظام

# AllDataForTruck
source: Page Show All Data For Trucks
ar_sa: شاشة عرض جميع تفاصيل المركبات

# ASA
source: Page Verify Password
ar_sa: شاشة تحقق الباسورد

# CustodyEdit
source: Page Edit Custodies
ar_sa: شاشة تعديل العهدة

# DetailsPotos
source: Page Details Photos Trucks
ar_sa: شاشة صور المركبات

# ExpiredDeriversAndTrucks
source: Page Review Dates Expired
ar_sa: شاشة مراجعة تواريخ الانتهاء

source: Groups Superviers
ar_sa: مجموعات مركبات المشرفين

# Home
source: Main System
ar_sa: الانظمة الرئيسية

# Inventory_Index
source: Page System Inventory Main
ar_sa: شاشة نظام المخازن الرئيسي

# Loan
source: Page Create Adances
ar_sa: شاشة انشاء سلفيات

# LoanFilterEdit
source: Page Edit Advances
ar_sa: شاشة تعديل السلفيات

# NotificationSystems
source: Notifications System
ar_sa: اشعارات النظام

# SuperIndex
source: Page Show Groups Trucks In Superviers Menu
ar_sa: شاشة عرض مجموعات المركبات في قائمة المشرفين

# SupervierIndexDerivers
source: Page Show Derivers For Superviers
ar_sa: شاشة عرض المركبات للمشرفين

# Transport_Index
source: Page System Transport Main
ar_sa: شاشة نظام النقل الرئيسي

# UserToRole
source: Page Add User To Role Promission
ar_sa: شاشة اضافة المستخدمين الي المجموعة صلاحيات

# WorkShop_Index
source: Page System WorkShop Main
ar_sa: شاشة نظام ورشة الصيانة الرئيسي

# HR_Index
source: Page System HR Main
ar_sa: شاشة نظام الموارد البشرية الرئيسي

source: Chambers
ar_sa: الغرف

source: Cities
ar_sa: المدن

source: Countries
ar_sa: الدول

source: Divisions
ar_sa: اقسام الشعبة

# Forms
source: Forms Members
ar_sa: استمارة العضوية

source: Governorates
ar_sa: الولايات

# MemberDetails
source: Members Details
ar_sa: تفاصيل الاعضاء

source: Products
ar_sa: منتجات الشبعة

# Contracts
source: Contracts Employees
ar_sa: عقودات الموظفين

# Departments
source: Departments Adminstrative
ar_sa: الاقسام الاداري

# Employees
source: Employees Details
ar_sa: تفاصيل الموظفين

# Membership_Index
source: Page System Membership Main
ar_sa: شاشة نظام العضوية الرئيسي

# Approved_ChiefFinancialOfficer
source: Page Approved Chief Financial Officer
ar_sa: شاشة تصديقات المدير المالي

# Approved_DirectorManag
source: Page Approved Director Managers
ar_sa: شاشة تصديقات مدراء الاقسام

# Approved_GeneralManag
source: Page Approved General Managers
ar_sa: شاشة تصديقات المدير العام

# Approved_SecretaryGeneral
source: Page Approved Secretary General
ar_sa: شاشة تصديقات الامين العام

source: Renew
ar_sa: شاشة تجديد العضوية

# EmpsConfigSalaries
source: Employees Configurations Salaries
ar_sa: حساب مرتبات الموظفين

# GroupConfigSalaryDetails
source: Groups Configurations Salaries Employees
ar_sa: مجموعات اعدادات مرتبات الموظفين

# CompleteReverse
source: Page Complete Reverse Bill
ar_sa: شاشة الارجاع الكامل

# EmployeesSalariesReport
source: Page Employees Salaries Report
ar_sa: تقرير مرتبات الموظفين

source: Father Accounts
ar_sa: حساب الاب

# LimitionReports
source: Page Limitions Accounts Report
ar_sa: تقرير القيود المحاسبي

# Manage
source: Users Manager
ar_sa: مدير المستخدمين

# PartReverse
source: Page Part Reverse Bill
ar_sa: شاشة الارجاع الجزئي

source: Units
ar_sa: الوحدات

source: Annual Plan Trainings
ar_sa: الخطة السنوية للتدريب

source: Enterprise Branches
ar_sa: فروع المؤسسة

# EvaluationEmpCenters
source: Evaluation Employees Centers
ar_sa: تقييم الموظفين و مراكزة

source: Instructions
ar_sa: اللوائح و القوانين

# InstructionsApplies
source: Type Instructions
ar_sa: تهئية اللوائح و القوانين

source: Promotions
ar_sa: الرقيات

source: Scientific Disciplines
ar_sa: التخصصات العلمية

# Sections
source: Sections Adminstrative
ar_sa: الوحدات الادارية

source: Task Externals
ar_sa: الماموريات

source: Training Centers
ar_sa: مراكز التدريب

source: Trianing Courses
ar_sa: الكورسات التدريب

source: Universities
ar_sa: تهئية الجامعات

# VacationApplies
source: Type Vacation
ar_sa: تهئية انواع الاجازات

source: Vacations
ar_sa: الاجازات
