Repository: mohamedbushara/School-Management
Catalog: School/Settings/Resources/ZeroRes.*.resx
Languages: ar_sa

source: Account
ar_sa: الحساب

source: Add
ar_sa: اضافة

source: AddExpense
ar_sa: إضافة منصرف

source: Amount
ar_sa: مبلغ

# Back
source: Back To List
ar_sa: رجوع الي القائمة

source: Balance
ar_sa: الرصيد

source: Bill Type
ar_sa: نوع الفاتوره

source: Buy
ar_sa: شراء

source: Cash
ar_sa: نقداً

# Category_ID
source: Category
ar_sa: أسم الصنف

source: Cheque
ar_sa: شيك

source: Create
ar_sa: انشاء

source: Credit
ar_sa: سحب

# Currency_ID
source: Currency
ar_sa: العملة

source: Debit
ar_sa: إيداع

source: Deffered
ar_sa: آجل

source: Delete
ar_sa: حذف

source: Details
ar_sa: تفاصيل

source: Edit
ar_sa: تعديل

source: ExpenseAccount
ar_sa: حساب المنصرف

source: Expenses
ar_sa: مصروفات

source: Index
ar_sa: الرئيسية

# Inventory_ID
source: Inventory
ar_sa: المخزن

source: Item Name
ar_sa: اسم المنتج

source: Items First-Term
ar_sa: بضاعة اول المدة

source: Last Sell Price
ar_sa: اخر سعر بيع

source: Log in
ar_sa: خش يأصلي

source: Name
ar_sa: الاسم

source: Payment Date
ar_sa: تاريخ السداد

source: Price
ar_sa: السعر

source: Price Total
ar_sa: اجمالي الفاتوره

source: Product
ar_sa: سلع

source: Product-Supplier
ar_sa: بضاغة مورد

source: Profit
ar_sa: الربح

source: Quantity
ar_sa: الكمية

source: Register
ar_sa: تسجيل

source: Remove
ar_sa: حذف

source: Save
ar_sa: حفظ

source: SavedSuccessfully
ar_sa: تم الحفظ بنجاح !

source: Schedules
ar_sa: الجدوال

source: Sell
ar_sa: بيع

source: Sell Price
ar_sa: سعر البيع

source: Supplier
ar_sa: مورد

# Supplier_ID
source: Supplier Name
ar_sa: اسم المورد

# SystemName
source: Caberos System
ar_sa: نظام كابروس

source: Tax Bill Number
ar_sa: الرقم الدفتري للفاتوره

source: Unit Type
ar_sa: نوع الوحدة

source: Account Number
ar_sa: رقم الحساب

source: Cost Center
ar_sa: مركز التكلفة

source: AdditionalData
ar_sa: بيانات إضافية

source: Expiry Date
ar_sa: تاريخ الانتهاء

source: Production Date
ar_sa: تاريخ الإنتاج

source: serial
ar_sa: الرقم المتسلسل

source: Bill Payments
ar_sa: دفعيات الفاتورة

source: Accounting
ar_sa: الحسابات

source: Bill Details
ar_sa: فواتير المباشرة

source: Deffered Bill
ar_sa: فواتير الاجل

source: Reverse Bill
ar_sa: مرتجع فواتير

source: Payment Method
ar_sa: طريقة الدفع

# Batch
source: Batch Number
ar_sa: الحزمة

source: Narration
ar_sa: البيان

source: Account Transactions
ar_sa: حركة الحسابات

source: Report
ar_sa: تقرير

source: Show Report
ar_sa: عرض التقرير

source: Direct Transcation
ar_sa: عملية مباشرة

source: Discount Transcation
ar_sa: عملية خصم

source: Reverse Transcation
ar_sa: عملية عكسية

source: Bills
ar_sa: الفواتير

source: Categorys
ar_sa: الاصناف

source: Currencies
ar_sa: العملات

source: Customers
ar_sa: العملاء

source: Guarantees
ar_sa: الضمانات

source: Insert Item
ar_sa: ادخال المنتج

source: Inventories
ar_sa: المخازن

source: Items
ar_sa: المنتجات

source: Store
ar_sa: المخزن

source: Units
ar_sa: الوحدات

source: UnitTypes
ar_sa: نوع الوحدات

source: Suppliers
ar_sa: الموردين

# ConfirmDelete
source: Are you sure you want to delete this?
ar_sa: هل انت متاكد من انك تريد الحذف ؟

source: Discount
ar_sa: الخصم

source: BarCode
ar_sa: باركود

source: Revers Overall
ar_sa: ارجاع كامل

source: Revers Part
ar_sa: ارجاع جزئي

source: Count Items
ar_sa: عدد المنتجات

source: Sell Screen
ar_sa: شاشة البيع الرئيسية

source: Item Price
ar_sa: سعر المنتج

# NoBill
source: Bill No
ar_sa: رقم الفاتورة

source: Exist Item
ar_sa: منتجات موجودة

source: New Item
ar_sa: منتجات جديد

source: Role
ar_sa: الدور

source: User
ar_sa: المستخدم

source: Address
ar_sa: العنوان

source: Base Unit
ar_sa: الوحدة الاساسية

# Employee_ID
source: Employee
ar_sa: الموظف المسؤول

# ParentCategoryId
source: Parent Category
ar_sa: التصنيف الأب

# ParentUnit_ID
source: Parent Unit
ar_sa: الوحدة الأم

source: Value
ar_sa: القيمة

source: Note
ar_sa: ملاحظات

source: Code
ar_sa: الرمز

source: Date
ar_sa: التاريخ

source: End Date
ar_sa: تاريخ النهاية

source: Start Date
ar_sa: تاريخ البداية

source: Status
ar_sa: الحالة

source: TransactionDetail
ar_sa: بند الحركة

source: TransactionType
ar_sa: نوع الحركة

source: Currency Rate
ar_sa: سعر الصرف

source: First Currency
ar_sa: العملة

source: Second Currency
ar_sa: العملة المقابلة

# ID
source: Identity Number
ar_sa: الرقم المتسلسل

source: Current Role
ar_sa: الدور الحالي

source: No Role
ar_sa: بدون دور

source: Pages
ar_sa: الصفحات

source: RoleName
ar_sa: إسم الدور

source: SelectedPages
ar_sa: الصفحات المختارة

source: Insert Serial
ar_sa: ادخل الرقم المتسلسل

source: No
ar_sa: لا

source: Yes
ar_sa: نعم

source: Pay
ar_sa: دفع

source: Pay Schedule
ar_sa: دفع قسط

source: Pay Schedules
ar_sa: دفع أقساط

source: Amount To Be Paid
ar_sa: المبلغ المراد دفعه

source: Paid Amount
ar_sa: المبلغ المدفوع

source: Required Amount
ar_sa: المبلغ المطلوب

source: Remaining Amount
ar_sa: المبلغ المتبقي

source: Reports
ar_sa: تقارير

# ProfitAndLoss
source: Profit & Loss
ar_sa: الأرباح والخسائر

source: Earned Amount
ar_sa: المبلغ المكتسب

source: Total Credit Amount
ar_sa: جملة المنصرفات

source: Total Debit Amount
ar_sa: جملة الإيرادات

source: Entered Date
ar_sa: تاريخ الادخال

source: In
ar_sa: في

source: ItemType
ar_sa: النوع

source: From Date
ar_sa: من تاريخ

# InventoryOut
source: Out Of Inventory
ar_sa: إخراج

source: Inventory Reports
ar_sa: تقارير المخزن

# InventoryTransactionTimePeriod
source: Inventory Transaction by Time Period
ar_sa: حركة المخزن خلال فترة

# InvetoryIn
source: Into Inventory
ar_sa: إدخال

source: To Date
ar_sa: إلى تاريخ

# Cash_Account
source: Safe Account
ar_sa: حساب الخزنة

# Cheque_Account
source: Bank Account
ar_sa: حساب البنك

source: CostCenter Discount
ar_sa: مركز التكلفة للتخفيضات

# CostCenter_Expenses
source: CostCenter For Expenses
ar_sa: مركز التكلفة للمصروفات

source: Settings
ar_sa: الإعدادات

source: Total Customers Amount
ar_sa: مجموع معاملات العملاء

source: Total Deffered Bil lAmount
ar_sa: مجموع الفواتير الآجلة

source: Total Direct Bill Amount
ar_sa: مجموع الفواتير المباشرة

source: Total Discount Amount
ar_sa: مجموع التخفيضات

source: Total Expenses Amount
ar_sa: مجموع المصروفات

source: Total Suppliers Amount
ar_sa: مجموع معاملات الموردين

source: Email
ar_sa: البريد الالكتروني

source: Phone Number
ar_sa: رقم التلفون

# CostCenter_Customers
source: Cost Center for Customers
ar_sa: مركز تكلفة العملاء

source: Cost Center Suppliers
ar_sa: مركز تكلفة الموردين

source: Client Name
ar_sa: أسم الزبون

source: Sell Bill
ar_sa: فاتورة بيع

source: Loans
ar_sa: الديون

source: LoanType
ar_sa: نوع الدين

source: Direct Bill
ar_sa: فاتورة مباشرة

# ScheduledBill
source: Deffered Bill
ar_sa: فاتورة آجلة

source: Customer Account Cost Center
ar_sa: حساب العملاء لمركز التكلفة

source: Discount Account Cost Center
ar_sa: حساب التخفيصات لمركز التكلفة

# ExpenseAccountCostCenter
source: Expenses Account Cost Center
ar_sa: حساب مركز التكلفة للمصروفات

source: Supplier Account Cost Center
ar_sa: حساب الموردين لمركز التكلفة

source: AED
ar_sa: د.أ.

source: AmericanDollar
ar_sa: دولار أميركي

source: EmaratiDirham
ar_sa: درهم إماراتي

source: SAR
ar_sa: ر.س.

source: SaudiRiyal
ar_sa: ريال سعودي

source: SDG
ar_sa: ج.س.

source: SudanesePound
ar_sa: جنيه سوداني

source: USD
ar_sa: دولار

source: Customer
ar_sa: العميل

source: Add Deposit
ar_sa: إيداع مبلغ

# CostCenter_Deposit
source: Deposit CostCenter
ar_sa: مركز التكلفة للإيداع

source: Deposit
ar_sa: الإيداع

source: Deposit Account Cost Center
ar_sa: حساب الإيداع لمركز التكلفة

source: Loan Account Cost Center
ar_sa: حساب الديون لمركز التكلفة

source: Paying Loans
ar_sa: دفع ديون

# Person_ID
source: Person
ar_sa: أسم المتعامل

source: Loaner
ar_sa: المقترض

source: Delete Successfully
ar_sa: تم الحذف بنجاح

source: Is Owner Account
ar_sa: مالك الحساب

source: SubAccount
ar_sa: حساب فرعي

source: BirthDate
ar_sa: تاريخ الميلاد

source: Employee
ar_sa: الموظف

source: Employees Management
ar_sa: ادارة الموظفين

source: Gender
ar_sa: النوع

source: Job Department
ar_sa: القسم الوظيفي

source: Job Type
ar_sa: نوع الوظيفة

source: National Number
ar_sa: الرقم الوطني

source: Social Status
ar_sa: الحالة الاجتماعي

source: Contracts
ar_sa: العقودات

source: Vacation Apply
ar_sa: شاشة الاجازات

source: Vacation Approve
ar_sa: تصديق الاجازة

source: Contract
ar_sa: العقد

source: Date End
ar_sa: من نهاية

source: Date Start
ar_sa: من بداية

source: Detail Type
ar_sa: نوع التفاصيل

source: Duration In Days
ar_sa: عدد الايام

source: First Side
ar_sa: الطرف الاول

source: LateDays
ar_sa: التاخير المسموح بة

source: Salary
ar_sa: المرتبة

source: Second Side
ar_sa: الطرف الثاني

source: Work Type
ar_sa: نوع العمل

source: Entered By
ar_sa: الادخال بواسطة

source: Vacation Application
ar_sa: استمارة الاجازة

source: Vacation Type
ar_sa: نوع الاجازة

source: Approved
ar_sa: تصديق

source: Rejected
ar_sa: رفض

source: ConfirmPassword
ar_sa: تاكيد كلمة السر

source: Password
ar_sa: كلمة السر

# InstrucType
source: Instruction Type
ar_sa: نوع الاجراء

source: Justification
ar_sa: المبررات

source: Instruction
ar_sa: اللوائح و الارشادات

source: Attention
ar_sa: استوضح

# InstructEmp
source: Instruct Employee
ar_sa: توضيح الموظف

# InstructHR
source: Instruct Manager HR
ar_sa: توضيح مدير الموظف

source: Instruct Manager
ar_sa: توضيح المدير

source: Separation
ar_sa: فصل

source: Warning
ar_sa: انذار

source: Cerfication Date
ar_sa: تاريخ منح الشهادة

source: Collage
ar_sa: الكلية / الجامعة

source: Dergee
ar_sa: الدرجة العلمية

source: Specialiation
ar_sa: التخصص العلمية

source: Terms And Conditions
ar_sa: شروط و بنود العقد

# DocEmp
source: Document Employee
ar_sa: المستندات

source: Exprience
ar_sa: عدد سنين الخبره

source: Nationality
ar_sa: الجنسية

source: VACATION Marrid
ar_sa: اجازة زواج

# VACATION_NoSalary
source: VACATION Without Salary
ar_sa: اجازة بدون مرتب

source: VACATION Permission
ar_sa: اذن خروج

source: VACATION Pregnancy
ar_sa: اجازة ولادة

# VACATION_RepSalary
source: VACATION Instead Salary
ar_sa: اجازة بدل مرتب

source: VACATION Sick
ar_sa: اجازة مرضي

source: VACATION Yearly
ar_sa: اجازة السنوية

source: Attention Finaly
ar_sa: استوضح نهائي

source: Attention First
ar_sa: استوضح اولي

source: Attention Second
ar_sa: استوضح ثاتي

source: Warning Finaly
ar_sa: انذار نهائي

source: Warning First
ar_sa: انذار اولي

source: Warning Second
ar_sa: انذار ثاني

source: Attendance
ar_sa: الحضور

source: Leave
ar_sa: الانصراف

source: Administration Staff
ar_sa: الطاقم الاداري

source: Card Personal
ar_sa: بطاقة الشخصية

source: Card_Refugee
ar_sa: بطاقة لاجئة

# Date_Appointment
source: Date Of Appointment
ar_sa: تاريخ التعيين

# Date_Exp
source: Date Expire
ar_sa: تاريخ الانتهاء

# Date_LastVac
source: Date For Last Vacation
ar_sa: تاريخ اخر اجازة

source: Date Permanent
ar_sa: التسجيل الدائم

source: divorced
ar_sa: مطلقة

source: Identification
ar_sa: اثبات الشخصية

source: Medical Staff
ar_sa: الطاقم الطبي

source: Number Identification
ar_sa: رقم الهوية

source: Passport
ar_sa: جوار السفر

source: Type Identification
ar_sa: نوع اثبات الشخصية

source: Widow
ar_sa: ارملة

source: Department Job
ar_sa: القسم الوظيفي

source: Description Job
ar_sa: الوصف الوظيفي

source: Married
ar_sa: متزوج

source: other
ar_sa: اخري

source: Singal
ar_sa: اعزب

source: Phone Number Second
ar_sa: رقم التلفون الثاني

source: End Appointment
ar_sa: نهاية تاريخ التعيين

# End_Expire
source: End Date Expired
ar_sa: نهاية تاريخ انتهاء الطبي

# Str_Appointment
source: Start Date Appointment
ar_sa: بداية تاريخ التعيين

# Str_Expire
source: Start Date Expired
ar_sa: بداية تاريخ انتهاء الطبي

source: Vacations
ar_sa: الاجازات

source: Age
ar_sa: العمر

# Date_Identity
source: Issuing Date Identity
ar_sa: تاريخ اصدار الهوية

source: Date Insurance
ar_sa: تاريخ اصدار التامين

source: End Date Identity
ar_sa: تاريخ انتهاء الهوية

source: End Date Insurance
ar_sa: تاريخ انتهاء التامين

source: Number Employee
ar_sa: الرقم الوظيفي

source: Border Img
ar_sa: صورة رقم الحدود

source: Date Leicense
ar_sa: تاريخ اصدار الرخصة

source: End Date Leicense
ar_sa: تاريخ انتهاء الرخصة

source: Identity Img
ar_sa: صورة الهوية

source: Leicense Img
ar_sa: صورة الرخصة

source: Passport Img
ar_sa: صورة الجواز

source: Personal Img
ar_sa: صورة شخصية

source: Traffic Violations Img
ar_sa: صورة المخالفات المرورية

source: Date Form
ar_sa: تاريخ اصدار الاستمارة

source: Date Libra Card
ar_sa: تاريخ اصدار ميزان الكرت

source: Deriver
ar_sa: سائق

source: End Date Form
ar_sa: تاريخ انتهاء الاستمارة

source: End Date Libra Card
ar_sa: تاريخ انتهاء ميزان الكرت

source: Form Img
ar_sa: صورة الاستمارة

source: Libra Card Img
ar_sa: صورة الميزان الكرت

source: Mandate Img
ar_sa: صورة التفويض

source: Name Truck
ar_sa: اسم المركبة

source: Periodic Inspection Img
ar_sa: صورة الفحص الدوري

source: Plate Number
ar_sa: رقم لوحة المركبة

source: Modified By
ar_sa: تم التعديل بواسطة

source: Modified Date
ar_sa: تاريخ التعديل

source: Deleted By
ar_sa: تم الحذف بواسطة

source: Deleted Date
ar_sa: تاريخ الحذف

source: Modify Count
ar_sa: عدد التعديل

# Nationality_ID
source: Nationality
ar_sa: الجنسية

source: System
ar_sa: نظام

source: Truck
ar_sa: الشاحنة

source: Insurance Img
ar_sa: صورة التامين

# Deriver_ID
source: Deriver
ar_sa: اسم السائق

source: End Point
ar_sa: النقطة النهاية

source: Instant Kilmatter
ar_sa: المسافة بالكيلومتر

source: Start Point
ar_sa: النقطة البداية

# GPAreas
source: Areas
ar_sa: المناطق بالمسافة و السعر

# TaskTrucks
source: Tasks Trucks
ar_sa: طلبات التحميل

# Trucks_ID
source: Truck
ar_sa: المركبة

# AreasTrucks
source: Areas
ar_sa: المناطق

source: Instance
ar_sa: البعد

# NoShowData
source: No Data For Show
ar_sa: لايوجد بيانات لعرضها

source: CompanyName
ar_sa: اسم الشركة

source: Date Recieve Request
ar_sa: زمن استلم الطلب

source: Reason
ar_sa: السبب

source: Date Arrive Point Load
ar_sa: زمن وصول لمركزة التحميل

# Loading
source: Loading Package(Yes/No)
ar_sa: التحميل(نعم / لا)

source: Trucks
ar_sa: المركبات

# Date_AwayFormPointLoad
source: Time Away Form Center Loading
ar_sa: زمن مغادرة مركزة التحميل

# Date_ArrivePointLoadX
source: Time Arrive Point Loading
ar_sa: زمن وصول لمركزة التحميل

# update
source: Update Data
ar_sa: تحديث البيانات

# AllDataForTruck
source: All Detials Truck
ar_sa: عرض تفاصيل المركبة

# Status2Clock
source: Status 2:00
ar_sa: الحالة الساعة 2:00

# Status5Clock
source: Status 5:00
ar_sa: الحالة الساعة 5:00

# Status8Clock
source: Status 8:00
ar_sa: الحالة الساعة 8:00

source: Request
ar_sa: طلب

source: Load
ar_sa: شحن

source: Date Delivery Load
ar_sa: زمن تسليم الشحنة

source: Companies
ar_sa: الشركات

# ConfigGroupsSuperviers
source: Configuration Groups Superviers
ar_sa: مجموعات المشرفين

# SelectMenu
source: Select From Menu
ar_sa: اختار من القائمة

# Required
source: The Field is Required
ar_sa: الحقل مطلوب الرجاء الادخال او الاختيار

# UserExist
source: User Is Enter Before
ar_sa: المشرف تم ادخالها مسبقا

source: Department
ar_sa: قسم

source: Derivers
ar_sa: السائقين

source: Manager Transport
ar_sa: مدير التشغيل

source: Superviers
ar_sa: المشرفين

source: Go To Page
ar_sa: اذهب الي الصفحة

# LoadCount
source: Number Of Shipping Load
ar_sa: عدد رحلات الشحن

# TrucksCount
source: Number Of Trucks
ar_sa: عدد المركبات

source: Numbers
ar_sa: رقم

source: Show Detials
ar_sa: عرض تفاصيل

source: Supervier
ar_sa: المشرف

# NoReqLoad
source: No Request Load
ar_sa: رقم طلب شحن

source: Signature
ar_sa: توقيع

source: Time
ar_sa: زمن

source: Day
ar_sa: اليوم

# CompanyRep
source: Company Respresentative
ar_sa: مندوب الشركة

source: Authorization Signature
ar_sa: توقيع التفويض

source: Arrived
ar_sa: الوصول

# WriteByCustomer
source: To Be Filed By The Customer
ar_sa: تمليء بجانب العميل

source: Nationalities
ar_sa: الجنسيات

# TaskTruck
source: Request Load
ar_sa: طلب التحميل

# GetDeriversOrTrucks
source: Review Dates Expired
ar_sa: مراجعة تواريخ الانتهاء

source: OR
ar_sa: او

source: HR
ar_sa: الموارد البشرية

source: Stores
ar_sa: المستودعات

# alReports
source: Reports
ar_sa: التقارير

source: FullName
ar_sa: الاسم كامل

source: Username
ar_sa: اسم المستخدم

source: Permissions
ar_sa: صلاحيات

source: Users
ar_sa: المستخدمين

source: New
ar_sa: جديد

source: Group
ar_sa: مجموعة

source: Groups
ar_sa: مجموعات

source: To
ar_sa: الي

source: RestPassword
ar_sa: اعادة ضبط كلمة المرور

# CheckNamePass
source: Please Check Username Or Password
ar_sa: يجب مراجعة اسم المستخدم او كلمة المرور

# DisableAccount
source: The Account is Disabled
ar_sa: الحساب غير مفعل

source: Message
ar_sa: الرسالة

# Subject
source: Subject Message
ar_sa: موضوع الرسالة

source: User Received
ar_sa: مستلم الرسالة

source: User Send
ar_sa: المرسال

source: Messages
ar_sa: الرسائل

source: Tasks
ar_sa: المهام

source: All
ar_sa: جميع

# AllMsg
source: Show All Messages
ar_sa: عرض جميع الرسائل

source: Show
ar_sa: عرض

source: All Managers
ar_sa: جميع المدراء

source: All Superviers
ar_sa: جميع المشرفين

source: Color Truck
ar_sa: لون المركبة

source: Count
ar_sa: عدد

source: Days
ar_sa: الايام

# Img
source: Image
ar_sa: صورة

# Imgs
source: Images
ar_sa: صور

source: Less Than
ar_sa: اقل من

source: Modal Truck
ar_sa: موديل المركبة

source: Remind
ar_sa: المتبقي

source: Today
ar_sa: اليوم

source: Back Status
ar_sa: حالة الرجوع

source: Carry
ar_sa: محمول

source: Empty
ar_sa: فارغ

# Loaded
source: Load
ar_sa: التحميل

# Loader
source: Loader Load
ar_sa: محمل

source: Type
ar_sa: نوع

source: Daily
ar_sa: يومية

source: General
ar_sa: عامة

source: Smart Search
ar_sa: البحث الذكي

source: Not Loaded
ar_sa: التى لم تحميل

# NumbersX
source: Numbers
ar_sa: ارقام

source: Exist
ar_sa: موجود

source: Review
ar_sa: مراجعة

# OldMessages
source: Older Messages
ar_sa: رسائل الاقدم

# Logout
source: Sign Out
ar_sa: تسجيل الخروج

source: Setting
ar_sa: اعدادات

source: Over Back Load
ar_sa: الحمولة الراجع

# Price_OverBack
source: Price OverBack Load
ar_sa: سعز الحمولة الراجع

# TotalPriceLoads
source: Total Price Load
ar_sa: مجموعة مبالغ الشحن

source: Level Behavior
ar_sa: مستويات السلوك

# NumberExprience
source: Number of Years Experience
ar_sa: عدد سنين الخبره

source: Recommended By
ar_sa: من طرف

# Date_Insurance_Body
source: Date Insurance Truck Body
ar_sa: تاريخ اصدار تامين الترلا

# Date_Insurance_Head
source: Date Insurance Truck Head
ar_sa: تاريخ اصدار تامين الراس

# Date_Leicense_Body
source: Date Leicense Truck Body
ar_sa: تاريخ اصدار ترخيص الترلا

# Date_Leicense_Head
source: Date Leicense Truck Head
ar_sa: تاريخ اصدار ترخيص الراس

# End_Date_Insurance_Body
source: End Date Insurance Truck Body
ar_sa: تاريخ انتهاء تامين الترلا

# End_Date_Insurance_Head
source: End Date Insurance Truck Head
ar_sa: تاريخ انتهاء تامين الراس

# End_Date_Leicense_Body
source: End Date Leicense Truck Body
ar_sa: تاريخ انتهاء ترخيص الترلا

# End_Date_Leicense_Head
source: End Date Leicense Truck Head
ar_sa: تاريخ انتهاء ترخيص الراس

source: Description
ar_sa: الوصف

source: Father Account
ar_sa: الحساب الاب

# NameAr
source: Name Arabic
ar_sa: الاسم بالعربية

# NameEn
source: Name English
ar_sa: الاسم بالانجليزي

source: Plate Number Body
ar_sa: رقم لوحة الترلا

source: Plate Number Head
ar_sa: رقم لوحة الراس

# PriceTon
source: Ton Price
ar_sa: سعر ترحيل الطن

source: Ton
ar_sa: الطن

# CreditPrice
source: Credit
ar_sa: دائن

# DebitPrice
source: Debit
ar_sa: مدين

source: Debenture Type
ar_sa: نوع السند

# AccCredit
source: Account Credit
ar_sa: حساب دائن

# AccDebit
source: Account Debit
ar_sa: حساب مدين

# AccType
source: Accountant Type
ar_sa: نوع الحساب

# PriceCollection
source: Price Total
ar_sa: سعر الاجمالي

source: Tour Load
ar_sa: رحلة الشحن

# TourLoads
source: Tours Load
ar_sa: رحلات الشحن

# AccTree
source: Accounting Tree
ar_sa: شجره الحسابات

source: Unit BarCode
ar_sa: ادخال باركود موحد

# DeferredPay
source: Deferred Payment
ar_sa: دفعيه اجله

source: Bill
ar_sa: فاتوره

source: Permission Exchange
ar_sa: اذن صرف

# QtyRemaining
source: Quantity Remaining
ar_sa: الكمية المتبقي

source: Withdraw
ar_sa: سحب

# WithdrawْْNd
source: Neecd Withdraw
ar_sa: المراد سحبها

# NotSave
source: Failed Save
ar_sa: لم يتم الحفظ بنجاح

source: Stocking
ar_sa: الجرد

# NotifyType
source: Notification Type
ar_sa: نوع الاشعار

source: WorkShop
ar_sa: ورشة الصيانة

# LetterWork
source: Letter of Work
ar_sa: خطاب عمل مباشره

source: Accountants
ar_sa: المحاسبين

source: Administrative
ar_sa: اداري

source: General Manager
ar_sa: المدير العام

source: Manager
ar_sa: مدير

# NewJob
source: New Work
ar_sa: وظيفة جديده

source: Services
ar_sa: خدمات

source: Cerdit Balance
ar_sa: الرصيد الدائن

source: Debit Balance
ar_sa: الرصيد المدين

source: Total Balance
ar_sa: مجموع الرصيد

# GeneralX
source: General
ar_sa: العام

source: Debenture
ar_sa: سند

# Debenturesx
source: Debenture
ar_sa: سندات

source: Financial
ar_sa: مالي

# FinancialْX
source: Financial
ar_sa: ماليه

source: Expense
ar_sa: صرف

source: Receipt
ar_sa: قبض

source: Receipts
ar_sa: مقبوضات

source: Credit Amount
ar_sa: المبلغ الدائن

source: Debit Amount
ar_sa: المبلغ المدين

source: Memo
ar_sa: بيان

# NewEmp
source: New Employee
ar_sa: موظف جديد

# NewGm
source: New General Manager
ar_sa: مدير عام

source: New Manger
ar_sa: مدير جديد

# NewTech
source: New Technician
ar_sa: تقني جديد

source: New Worker
ar_sa: عامل جديد

source: Unit
ar_sa: الوحده

# Unit_ID
source: Unit Name
ar_sa: اسم الوحده

# Billsx
source: Bills
ar_sa: فواتير

# PermissionExchanges
source: Permissions Exchange
ar_sa: اذونات الصرف

source: Total
ar_sa: مجموع

# Pricex
source: Price
ar_sa: سعر

source: Added
ar_sa: المضاف

source: Quantities
ar_sa: كميات

source: Withdrawed
ar_sa: المسحوب

source: And
ar_sa: و

source: From
ar_sa: من

# ReqDropdown
source: Please Select Value Form Dropdown
ar_sa: الرجاء اختيار قيمة من القائمة

# JobTasks
source: Faults Tasks
ar_sa: مهام الاعطال

source: Technicians
ar_sa: الفنيين

source: Maintenance Type
ar_sa: نوع الصيانة

source: Faults
ar_sa: الاعطال

# Kilometers_Oil
source: Kilometers Change Oil
ar_sa: عدد كليوميرات العداد

source: Accountant
ar_sa: محاسب

# MaintenanceGen
source: Maintenance General
ar_sa: صيانة عامة

# MaintenanceLeag
source: Maintenance League
ar_sa: صيانة دوري

source: Exist In Store
ar_sa: الكمية المتوفره في المخزن

# NewSup
source: New Supervier
ar_sa: مشرف جديد

source: Code Job
ar_sa: رمز الوظيفة

source: Orders
ar_sa: طلبات

source: Tasks Complete
ar_sa: المهام مكتمل

source: Tasks InComplete
ar_sa: المهام الغير مكتمل

source: Approved Withdraw
ar_sa: تم التصديق بصرفها

source: Available
ar_sa: متوفر

source: Not Available
ar_sa: غير متوفر

# EndTask
source: Finished Task
ar_sa: انهاء المهمة

source: Task
ar_sa: المهمة

source: Order
ar_sa: الطلب

source: Maintenance
ar_sa: الصيانة

# Tasksx
source: Tasks
ar_sa: مهام

# Tech_ID
source: Technician Name
ar_sa: اسم الفني

# NoTask
source: No Request
ar_sa: رقم الطلب

source: Cheque Bank
ar_sa: بنك الشيك

source: Cheque Date
ar_sa: تاريخ الشيك

source: No Cheque
ar_sa: رقم الشيك

source: Debenture Amount
ar_sa: مبلغ السند

source: Custody
ar_sa: العهدة

source: Loan
ar_sa: دين

source: Custodies
ar_sa: العهد

source: Loansx
ar_sa: السلفيات

source: Transfer Bank
ar_sa: حوالة بنكي

# FromAcc
source: From Account
ar_sa: من حساب

source: Notification
ar_sa: اشعار

source: Notifications
ar_sa: اشعارات

# NotifyCheque
source: Notification Cheque
ar_sa: اشعارات الشيكات

# ToAcc
source: To Account
ar_sa: الي حساب

source: Cheques
ar_sa: الشيكات

source: Not
ar_sa: غير

# Notx
source: Not
ar_sa: الغير

source: Receipted
ar_sa: المقبوضة

# Chequesx
source: Cheques
ar_sa: شيكات

source: Filter
ar_sa: تصفية

source: Opening
ar_sa: الافتتاحي

source: Allowance
ar_sa: بدل

source: Allowances
ar_sa: بدلات

source: Discounts
ar_sa: خصومات

# AllowanceType
source: Type Allowance
ar_sa: نوع البدل

source: Deduction
ar_sa: استقاع

source: Deductions
ar_sa: الاستقاعات

# DeductionType
source: Type Deduction
ar_sa: نوع الاستقاع

source: Basic Salary
ar_sa: المرتب الاساسي

source: Bonuse
ar_sa: المكافاة
