Repository: mohamedbushara/School-Management
Catalog: School/Settings/Resources/ZeroRes.*.resx
Languages: ar_sa

source: Bonuses
ar_sa: المكافات

source: Days Absence
ar_sa: الايام الغياب

source: Net Salary
ar_sa: المرتب الصافي

source: OverTime
ar_sa: العمل الاضافي

# AccStatmentSalaries
source: Account Statement Salaries
ar_sa: كشف حساب المرتبات

source: Salaries
ar_sa: المرتبات

source: Wage
ar_sa: اجره

source: Wages
ar_sa: الاجور

source: Deportation
ar_sa: ترحيل

source: Limitation
ar_sa: قيد

source: Limitations
ar_sa: قيود

source: Commentator
ar_sa: المعلق

# Dailyx
source: Daily
ar_sa: اليومية

# LimitationsX
source: Limitations
ar_sa: القيود

source: Expensed
ar_sa: المصروفة

source: Advances
ar_sa: سلفيات

source: Employees
ar_sa: الموظفين

source: Debentures
ar_sa: سندات

# Expensex
source: Expense
ar_sa: الصرف

# Receiptx
source: Receipt
ar_sa: القبض

source: No.Debentue
ar_sa: رقم السند

source: Stage
ar_sa: المرحلة

# BalanceAudit
source: Balance Of Audit
ar_sa: ميزان المراجعة

source: Amounts
ar_sa: مبالغ

source: Cost Centers
ar_sa: مراكز التكلفة

# Accounts
source: Account
ar_sa: حسابات

source: Account
ar_sa: حساب

# ReporType
source: Report Type
ar_sa: نوع التقرير

source: Print
ar_sa: طباعة

source: Source Account
ar_sa: حساب المصدر

# SettingsX
source: Settings
ar_sa: اعدادات

# FinancialZX
source: Financial
ar_sa: المالية

source: Data
ar_sa: بيانات

source: Chamber
ar_sa: الغرفة التجارية

source: City
ar_sa: المدينة

source: First Phone
ar_sa: رقم الهاتف الاساسي

source: Governorate
ar_sa: المحافظة

source: Mail
ar_sa: البريد االإلكتروني

# MobileNum
source: Mobile Nummber
ar_sa: رقم الهاتف الجوال

source: Second Phone
ar_sa: رقم الهاتف الثاني

source: Country
ar_sa: الدولة

source: Activity
ar_sa: النشاطات

# BasicInfo
source: Basic Information
ar_sa: معلومات أساسية

source: INVALID PHONE NUMBER
ar_sa: رقم الهاتف غير صحيح

source: Max Length 15
ar_sa: يجب ان لا يتجاوز عدد الحروف 15 حرف

source: Membership
ar_sa: العضوية

source: BuyBills
ar_sa: فواتير الشراء

source: Categories
ar_sa: الاصناف

source: Chart Accountings
ar_sa: شجرة الحسابات

source: Expense Debenture
ar_sa: سندات صرف

source: ExpiredDate
ar_sa: مراجعة تواريخ الانتهاء

source: Father Accounts
ar_sa: حساب الاب

source: InventorXes
ar_sa: المخازن

source: Limition Accountings
ar_sa: القيود المحاسبي

source: OrdersWorkShop
ar_sa: طلبات الورشة

source: Receipt Debenture
ar_sa: سندات قبض

source: ReverseBills
ar_sa: مرتجع الفواتير

source: SaleBills
ar_sa: فواتير البيع

source: Settings Accounts
ar_sa: الاعدادات المالية

# GroupMessages
source: Groups Messages
ar_sa: مجموعات الرسائل

# NotificationSystems
source: Notifications System
ar_sa: اشعارات الرسائل

source: Roles
ar_sa: مجموعات المستخدمين

source: Duration
ar_sa: المدة

source: Hours
ar_sa: الساعات

source: Months
ar_sa: الشهور

source: Years
ar_sa: السنين

source: Minutes
ar_sa: الدقائق

source: Activities
ar_sa: النشاطات

source: Completed
ar_sa: تم المعاملة

# Countries
source: Countries Deal With
ar_sa: الدول التي يتم التعامل معها

source: Division
ar_sa: الشعبة

source: Extra Product
ar_sa: منتجات اضافية

source: Fax
ar_sa: رقم الفاكس

source: Form
ar_sa: الفورم

source: Owner Name
ar_sa: اسم المالك

source: print Counter
ar_sa: عدد مرات الطباعة

# recieptNum
source: Reciept Number
ar_sa: رقم الإيصال

source: WebSite
ar_sa: الموقع الإلكتروني

# YearsValid
source: Valid Years
ar_sa: سنوات الصلاحية

source: Commissioner Name
ar_sa: اسم المفوض

source: Commissioner Personal Proof
ar_sa: إثبات شخصي للمفوض

# CommissionerpersonalproofNum
source: Commissioner Personal Proof Number
ar_sa: رقم إثبات شخصي للمفوض

# CommissionerPhoneNum
source: Commissioner Phone Number
ar_sa: رقم هاتف المفوض

source: Facility Number In Registrar
ar_sa: رقم المنشأة في المسجل

source: Name Of The Facility In Arabic
ar_sa: اسم المنشأة بالعربي

source: Name Of The Facility In English
ar_sa: اسم المنشأة بالانجليزي

source: Owner Personal Proof
ar_sa: إثبات صاحب المنشأة الشخصي

# OwnerpersonalproofNum
source: Owner Personal Proof Number
ar_sa: رقم إثبات صاحب المنشأة الشخصي

# OwnerPhoneNum
source: Owner Phone Number
ar_sa: رقم هاتف صاحب المنشأة

source: Approveds Financial
ar_sa: التصديقات المالي

# Approved_DirectorManag
source: Approved Department Managers
ar_sa: تصديق مدراء الاقسام

source: Approved Secretary General
ar_sa: تصديق الامين العام

# Approved_GeneralManag
source: Approved General Manager
ar_sa: تصديق المدير العام

source: Approveds
ar_sa: تصديقات

source: Commissioner
ar_sa: المفوض

source: Contact Info
ar_sa: معلومات الإتصال

source: Import
ar_sa: الإستيراد

# ClothingAllownce
source: Clothing Allownce (1)
ar_sa: بدل ملابس (شهر 1)

source: Cost Living Allownce
ar_sa: بدل غلاء المعيشىة

source: Deportation Allownce
ar_sa: بدل الترحيل

source: Housing Allownce
ar_sa: بدل سكن

# IncentiveAnnial
source: Incentive Annial (10)
ar_sa: حافز السنوية(شهر 10)

source: Incentive Eid Adha
ar_sa: حافز عيد الاضحي(شهر 6)

source: Incentive Eid Fitre
ar_sa: حافز عيد الفطر (شهر 8)

# Incentive_TwoMonth
source: Incentive Two Month(11-12)
ar_sa: حافز (شهر 11-12)

# TreatmentAllownce
source: Treatment Allownce (3)
ar_sa: بدل علاج (شهر 3)

source: Print In English
ar_sa: طباعة باللغة الإنجليزية

source: Renew
ar_sa: تجديد

source: Month Eid Adha
ar_sa: تحدد شهر عيد الاضحي

# Month_EidFitre
source: Month Eid Al-Fitre
ar_sa: تحدد شهر عيد الفطر

source: Female
ar_sa: انثي

source: Male
ar_sa: ذكر

# Dep_Manger
source: Department Manger
ar_sa: مدير القسم

source: Dues
ar_sa: الاستحقاقات

# Adances
source: Adances(0%)
ar_sa: السلفيات (0%)

# Social_Insurance
source: Social Insurance(0%)
ar_sa: التامين الاجتماعي (0%)

# EmpsConfigSalaries
source: Account Staff Salary
ar_sa: كشف حساب مرتبات الموظفين

# CheckClothingAllownce
source: Change Clothing Allownce
ar_sa: تغير بدل الملابس

# CheckCostLivingAllownce
source: Change Cost Living Allownce
ar_sa: تغير بدل غلاء المعيشة

# CheckDeportationAllownce
source: Change Deportation Allownce
ar_sa: تغير بدل ترحيل

# CheckHousingAllownce
source: Change Housing Allownce
ar_sa: تغير بدل سكن

# CheckIncentiveAnnial
source: Change IncentiveAnnial
ar_sa: تغير حافز السنوي

# CheckIncentive_EidAdha
source: Change Incentive Eid-Adha
ar_sa: تغير حافز عيد الاضحي

# CheckIncentive_EidFitre
source: Change Incentive Eid-Fitre
ar_sa: تغير حافز عيد الفطر

# CheckIncentive_TwoMonth
source: Change Incentive (11-12)
ar_sa: تغير حافز (شهر 11-12)

# CheckTreatmentAllownce
source: Change Treatment Allownce
ar_sa: تغير بدل علاج

# CheckBasicSalary
source: Change Basic Salary
ar_sa: تغير المرتب الاساسي

# CheckAdances
source: Change Adances
ar_sa: تغير نسبة السلفيات

# CheckSocial_Insurance
source: Change Social Insurance
ar_sa: تغير نسبة التامين الاجتماعي

source: Approved Chief Financial Officer
ar_sa: تصديق المدير المالي

# ExtractSalariesMonth
source: Extract Salaries Monthly
ar_sa: استخرج المرتبات الشهرية

# CheckVACATION_Yearly
source: Change Vacation Yearly
ar_sa: تغير رصيد الاجازة السنوية

source: Car
ar_sa: سياره

source: Consultant
ar_sa: استشاري

# Fuel
source: Fuel.All
ar_sa: وقود

source: Internet Access
ar_sa: الانترنت

source: Laptop
ar_sa: للابتوب

source: Permanent
ar_sa: دائم

source: Position Requirements
ar_sa: مطلبات الوظيفة

# ReasonEmployment
source: Reason Of Employment
ar_sa: سبب التوظيف

source: RemeningDay
ar_sa: المتبقي من رصيد الاجازة

source: SimCard
ar_sa: شريحة هاتف

source: Temporary
ar_sa: مؤقت

# TitleJob
source: Job Title
ar_sa: المسمي الوظيفي

# TypeContract
source: Contract Type
ar_sa: نوع العقد

# TypeEmployment
source: Employment Type
ar_sa: نوع التوظيف

# VacationDay
source: Vacation Days
ar_sa: عدد ايام الاجازة المطلوبة

source: Advance
ar_sa: سلفية

# EmpGuarantor
source: Employee Guarantor
ar_sa: الموظف الضامن

source: Guarantor
ar_sa: الضامن

source: Last
ar_sa: اخر

# LastAdvanceDate
source: Date Last Advance
ar_sa: تاريخ اخر سلفية

# ReasonAdvance
source: Reason Request Advance
ar_sa: اسباب طلب سلفية

# RecoManagerDep
source: Recommendations Direct Manager
ar_sa: توصيات المدير المباشر

source: Recommendations
ar_sa: توصيات

# ValueLastAdvance
source: Amount Last Advance
ar_sa: مقدر اخر سلفية

# NoAdvance
source: Number Advance
ar_sa: رقم سند السلفية

source: Personal Proofs
ar_sa: الإثباتات الشخصية

# SelfServiceEmp
source: Self-Service Staff
ar_sa: الخدمة الذاتية للعاملين

source: Types
ar_sa: انواع

# Orderx
source: Order
ar_sa: طلب

source: Vacation
ar_sa: الاجازة

# DateInstruct
source: Date Instruction
ar_sa: تاريخ الاجراء

source: Type Advance
ar_sa: نوع السلقية

source: Type Custody
ar_sa: نوع العهد

# Allx
source: All
ar_sa: لكل

source: Dues/Deductions
ar_sa: (استقاعات/استحقاقات)

# Dues_Deductionsx
source: Dues_Deductions
ar_sa: استقاعات/استحقاقات

source: Date Back
ar_sa: تاريخ العودة

source: Date Travel
ar_sa: تاريخ السفر

# ReplaceEmp
source: Replace Employee
ar_sa: الموظف البديل

source: Approve
ar_sa: تصديق

source: Approve Index
ar_sa: صفحة التصديق الرئيسية

source: Archive
ar_sa: أرشيف

source: Preview
ar_sa: معاينة للتصديق

source: Reject
ar_sa: رفض

# AdancesExpense
source: Expenses Adances
ar_sa: صرفيات سلقيات

# AdancesReceipt
source: Receipts Adances
ar_sa: مقبوضات سلفيات

# CustodyExpense
source: Expenses Custodies
ar_sa: صرفيات العهد

# CustodyReceipt
source: Receipts Custodies
ar_sa: مقبوضات العهد

source: Branch
ar_sa: الفرع

source: Branches
ar_sa: الفروع

source: Configuration
ar_sa: تهيئة

source: Contact Manager
ar_sa: مسؤول الاتصال

source: Manager Branch
ar_sa: مدير الفرع

source: Task Type
ar_sa: نوع المهمة

source: Training
ar_sa: التدريب

source: Training Center
ar_sa: مركز التدريب

source: Training Centers
ar_sa: مراكز التدريب

# TrainingMenu
source: Training/Development
ar_sa: التدريب/التقييم

source: Enterprise Branches
ar_sa: فروع المؤسسة

source: Annual Plan Trainings
ar_sa: خطة التدريب السنوية

source: Assessment Contents
ar_sa: تقييم المحوي

source: Assessment Coverage
ar_sa: تقييم تغطية المجال

source: Assessment Duration
ar_sa: تقييم المدة

source: Assessment Equipment
ar_sa: تقييم التجهيزات

source: Assessment Publications
ar_sa: تقييم المطبوعات

source: Both
ar_sa: كلاهما

# CommentDepManager
source: Comment Depertment Manager
ar_sa: تعليق مدير الموظف

# CommentEmp
source: Comment Employee
ar_sa: تعليق الموظف

source: Cost Course
ar_sa: تكلفة الكورس

# CostOne
source: Cost One Personal
ar_sa: تكلفة الفرد الواحد

source: Course
ar_sa: الدورة

source: Courses
ar_sa: دورات

source: Course Year
ar_sa: سنة حوجة التدريب

source: Date End Course
ar_sa: تاريخ انتهاء الكورس

source: Date Start Course
ar_sa: تاريخ بداء الكورس

source: Evaluation
ar_sa: التقييم

# EvaluationEmpCenters
source: Evaluation Employee & Centers
ar_sa: تقييم الموظفين و مراكز

source: Number Candidates
ar_sa: عدد المرشحين

source: Number Days Course
ar_sa: مدة الكورس بالايام

source: Overall Rating
ar_sa: التقييم العام

source: Proposal Course
ar_sa: مقترح الدورة الدربيي

source: Scientific Disciplines
ar_sa: التخصصات العملية

source: Training Courses
ar_sa: الكورسات التدربيي

source: Universities
ar_sa: الجامعات

source: External
ar_sa: خارجية

source: Internal
ar_sa: داخلية

source: Reason Task
ar_sa: سبب المامورية

source: Task Amount
ar_sa: مصروفات المامورية

source: Promotions
ar_sa: الترقيات

source: Task External
ar_sa: مامورية

# TaskExternals
source: Tasks External
ar_sa: الماموريات

source: Sections
ar_sa: الوحدات الادارية

source: Departments
ar_sa: الاقسام

# ExpenseEmp
source: Expense Employee
ar_sa: مصروفات الموظف

source: From Section
ar_sa: من ادارة

# FromtDept
source: From Depdepartment
ar_sa: من القسم

source: Proposal Promotion
ar_sa: الامر بالترقية

# ToDept
source: To Depdepartment
ar_sa: الي قسم

source: To Section
ar_sa: الي ادارة

source: Job Title
ar_sa: المسمي الوظيفي

# Sections_ID
source: Unit Admintrattive
ar_sa: الوحدة الادارية

source: Vacation Days
ar_sa: عدد ايام الاجازة

source: Revenues
ar_sa: ايرادات

# champDept
source: Champer Departments
ar_sa: شعب

# HsCode
source: Commodity Code
ar_sa: كود السلعة

# memberid
source: old member id (if Exist)
ar_sa: رقم العضوية القديم

# PersonalProofCommi
source: Commissioner personal proof
ar_sa: إثبات شخصي للمفوض

# ApprovedsFinancialAdmin
source: Approveds Financial Adminstrative
ar_sa: تصديقات الادارية و المالية

source: Any Change Of Data Will Not Besaved
ar_sa: أي تعديل على البيانات لن يتم حفظه

source: Approve Membership
ar_sa: تصديق العضوية

# ChamberID
source: Chamber
ar_sa: الغرفة التجارية

# CityID
source: City
ar_sa: المدينة

# CountryID
source: Country
ar_sa: البلد

# DivisionID
source: Division
ar_sa: الشعب

source: Form Id
ar_sa: نموذج التقديم

# GovernorateID
source: Governorate
ar_sa: الولاية

source: Is Paid
ar_sa: تم الدفع

source: New Member Id
ar_sa: رقم العضوية

source: Selected Columns
ar_sa: البيانات المختارة لإظهارها

source: Status Proccess
ar_sa: حالة المعالجة

# telNum1
source: First Phone
ar_sa: رقم التلفون

# telNum2
source: Second Phone
ar_sa: رقم التلفون الثاني

# TransAccount
source: Transaction Account
ar_sa: كشف حساب

source: Transport System
ar_sa: نظام النقل

source: Banks
ar_sa: البنوك

source: Cities
ar_sa: المدن

# Countriesx
source: Countries
ar_sa: الدول

source: Number Leicense
ar_sa: رقم الرخصة

source: Size Load
ar_sa: حجم الحمولة(طن)

source: Type Load
ar_sa: نوع الحمولة

# Codex
source: Code
ar_sa: كود

source: Rate VAT
ar_sa: نسبة ضريبة القيمة المضاف

source: VAT
ar_sa: ضريبة القيمة المضاف

source: Loan Due
ar_sa: دين مستحق

source: Loan Required
ar_sa: دين مطلوب

source: Loans Due
ar_sa: ديون مستحق

source: Loans Required
ar_sa: ديون مطلوب

# RateBillVAT
source: Rate VAT From Bill
ar_sa: نسبة الضريبة من الفاتورة

# QuantityPrevoius
source: Quantity Prevoiusly
ar_sa: الكمية الموجوده مسبقا

# Loanx
source: Loan
ar_sa: دين

source: Losses
ar_sa: الخسائر

source: Profits
ar_sa: الارباح

source: Bank
ar_sa: بنك

source: Rate
ar_sa: نسبة

source: Tax
ar_sa: الضريبه

source: Taxes
ar_sa: الضرائب

# CashOnHand
source: Casher On Hand
ar_sa: النقد في الكاشير

source: Casher
ar_sa: الكاشير

source: Card Bank
ar_sa: البطاقة البنكي

source: Closed Day
ar_sa: انهاء اليوم

source: Sales Day
ar_sa: مبيعات اليوم

source: Pending
ar_sa: المعلق

source: Sales
ar_sa: المبيعات

source: Bill Pending
ar_sa: تعليق الفاتورة

source: Cancel
ar_sa: الغاء

# Totals
source: Total
ar_sa: اجمالي

source: Back Sale Bill
ar_sa: ارجع فاتورة البيع

# InsertItems
source: Plaese Insert Products
ar_sa: الرجاء ادخل المنتجات

# LossList
source: Loss Quantity List
ar_sa: قائمة النواقص

source: Level Quantity
ar_sa: مستويات الكميات

# ClosedAccDaily
source: Closed Account Daily
ar_sa: اقفال الحسابات اليومية

source: Bank Sale
ar_sa: المبيعات باالبطاقة البنكية

source: Cash Sale
ar_sa: المبيعات نقدا

source: Delivery Cash
ar_sa: المبلغ المستلم

# DiffCash
source: Different Between Amounts
ar_sa: فرق بين المبالغ

source: Total Cash
ar_sa: اجمالي الكاش

source: Total Expenses
ar_sa: اجمالي المصروفات

source: Total Sales
ar_sa: اجمالي المبيعات

source: Estimated Amount
ar_sa: المبلغ التقديرية

# RecievAmount
source: Receipt Amount
ar_sa: المبلغ المستلم

# SameBillVal
source: Same Price Bill
ar_sa: نفس سعر الفاتورة

source: First Duration
ar_sa: بضاعة اول المده

source: Wieght
ar_sa: الوزن

source: Wieghts
ar_sa: اوزان

# DamagesBills
source: Bills Damage
ar_sa: فواتير التلف

source: Damage
ar_sa: تلف

# DateFinish
source: Date Expired
ar_sa: منتهية الصلاحية

# DateExpired
source: Date Expired Product
ar_sa: منتهية الصلاحية

source: Bill Pending (F8)
ar_sa: تعليق فاتورة (F8)

source: Cancel (F6)
ar_sa: الغاء (F6)

source: Sale (F9)
ar_sa: (F9) بيع

source: Cash & Bank
ar_sa: نقدا و بنك

source: Options
ar_sa: الخيارات

source: Select Excel File
ar_sa: اختيار ملف ُاكسل

source: No.Debenture
ar_sa: رقم السند

source: Action
ar_sa: حركة

source: Total Puchares
ar_sa: اجمالي المشتريات

source: Deferred
ar_sa: اجل

source: Number Bank Account
ar_sa: رقم حساب البنك

source: License Tax Number
ar_sa: رقم السجل الضريبي

source: Management
ar_sa: ادارة

# NameBranch
source: Branch Name
ar_sa: أسم الفرع

# NameEnterpriseAr
source: Enterprise Name Arabic
ar_sa: أسم المؤسسة بالعربي

# NameEnterpriseEn
source: Enterprise Name English
ar_sa: أسم المؤسسة بالانجليزي

source: Purchares
ar_sa: المشتريات

source: Paid Amounts
ar_sa: المبالغ المدفوع

source: Payments
ar_sa: دفعيات

source: Remaining Amounts
ar_sa: المبالغ المتبقي

source: Total Bank
ar_sa: اجمالي بنك

source: Logo Image
ar_sa: صورة الشعار

source: Final Account
ar_sa: حساب نهائي

source: Forked Account
ar_sa: حساب متفرع

source: Type Level Account
ar_sa: تصنيف موقع الحساب

# AccountLevel1
source: Account Main Level First
ar_sa: حساب الاب مستوي الاول

# AccountLevel2
source: Account Main Level Second
ar_sa: حساب الاب مستوي الثاني

source: Amount After Discount
ar_sa: المبلغ بعد الخصم

# TotalBillOut
source: Total Bill Out VAT
ar_sa: اجمالي الفاتورة بدون الصريبة

source: Reverse
ar_sa: مرتجع

source: Mode Printer Sale
ar_sa: نمط طباعة فاتورة البيع

source: Samll Printer
ar_sa: طابعة صغيرة

source: Deffered Buy Bills
ar_sa: فواتير الشراء الأجل

source: Deffered Sales Bills
ar_sa: فواتير بيع الأجل

source: Show Prices
ar_sa: عرض الاسعار

source: Add New
ar_sa: اضافة جديد

source: Reverse Buy
ar_sa: مرتجع بيع

source: ReverseSell
ar_sa: مرتحع شراء

source: Sale
ar_sa: بيع

# EnableModifyPriceSell
source: Enable Modify Sell Price
ar_sa: امكانية تعديل سعر البيع

# ForTarget
source: For Order To
ar_sa: و ذلك مقابل

# NameDestination
source: Name Customer
ar_sa: أسم الجهة

source: Branch Level
ar_sa: مستوي الفرع

source: Main Branch
ar_sa: الفرع الرئيسية

source: Sub Branch
ar_sa: فرع فرعي

# NumberLiceinceTrade
source: Commercail Registration Number
ar_sa: رقم السجل التجاري

source: Aknowledge Tax
ar_sa: الاقرار الضربيي

# LossConInternet
source: Loss Connection Internet
ar_sa: فقد الاتصال بالانترنت

source: Arabic
ar_sa: اللغة العربية

source: English
ar_sa: اللغة الانجليزي

# Favorite_Langauge
source: Select Favorite Langauge
ar_sa: اختار اللغة المفضلة

# CheckPayMethod
source: Please Select Pay Type
ar_sa: الرجاء اختيار طريقة الدفع

# ReverseBuyX
source: Reverse Buy
ar_sa: مرتجع الشراء

# ReverseSellX
source: Reverse Sale
ar_sa: مرتجع البيع

source: Total Reverse
ar_sa: اجمالي مرتجع

# Option_VAT
source: Check VAT
ar_sa: اختيار حالة الضريبة

source: Without VAT
ar_sa: غير شامل الضريبة

source: Net
ar_sa: صافي

source: Address English
ar_sa: عنوان بالانجليزي

source: Follow Payements
ar_sa: متابعة عملية السداد

source: Category
ar_sa: الصنف

source: Type Category
ar_sa: نوع الصنف

source: Not Exist
ar_sa: لا يوجد

source: Please Select
ar_sa: الرجاء إختيار

source: Search
ar_sa: بحث

source: Critical Quantitiy
ar_sa: الكمية الحرجة

source: Types Categories
ar_sa: انواع الاصناف

source: Occure Error
ar_sa: لقد حدث خطأ !

source: Sale Date
ar_sa: تاريخ البيع

source: Exchange Between Stores
ar_sa: تحويل بين المخازن

source: Recieve
ar_sa: استلام

source: Recieve Store
ar_sa: المخزن المستلم

source: Rate Payed
ar_sa: نسبة السدد

source: Total Amounts
ar_sa: اجمالي المبلغ

source: Printer Name
ar_sa: أسم الطباعة
